[
  {"author":"Ritual","method":"Kalita","grind_setting":35,"beans_weight":32,"water_weight":500,"tasting_notes":"Floral, Airy",
    "directions":[
      "Bring filtered water to a boil.",
      "Carefully rinse the paper filter, being sure not to compromise the shape.",
      "Add the ground coffee to the wet filter.",
      "Bloom: Add 70 grams of water.",
      "First pour: At 45 seconds add 50 grams of water, bringing weight up to 120 grams. In order to add as much water as needed to brew bed, pour quickly and deliberately in a circle.",
      "Following pours: Continue adding pulses of approximately 50 grams of water at a time. There should be about 9 pulses in total (pour into the center if needed so as not to go above the line of coffee already created).",
      "Brew should reach 500 grams around 3 minutes",
      "Brew should finish around 3:45 minutes",
      "Stir and enjoy!"
    ]
  },

  {"author":"Stumptown","method":"Kalita","grind_setting":20,"beans_weight":21,"water_weight":375,"tasting_notes":"Floral, Airy",
    "directions":[
      "Place and rinse the Kalita Wave filter in the dripper. This removes the paper flavor from the filter and warms everything up. Heat up your mug while you’re at it.",
      "Discard the rinse water from the carafe or mug and grind 21g (about 3 Tablespoons) of coffee as fine as table salt. Add it to the filter, making sure the bed is completely flat. Place the Kalita Wave on top of a carafe or mug. Tare your scale to zero.",
      "Saturate the dry grounds completely with 60g of hot water right off the boil (about 205°F) in the first 10 seconds and allow it to bloom. Coffee degasses or “blooms” when it’s fresh–the coffee bed should rise up and bubble a bit. Give the coffee a stir with a spoon.",
      "At :45, pour water up to 200g in a spiral motion by 1:00. The spiral motion helps give you an even extraction and keeps everything integrated.",
      "Pour small amounts (25-50g of water) periodically to hit 375g by 2:00. Submerging dark spots and avoiding light spots, slowly bring the water level to the top for an even extraction.",
      "Your brew volume should reach approximately 300ml or about to the top of a 10oz mug at 2:45 to 3:00. Remove the Wave from the carafe or mug and set it in the sink for the rest of the water to drain through."
    ]
  }
]
